samsungvx-200-states02/navgraph.dot
digraph qagen {
  rankdir=LR;
  node [shape=box, style=rounded, fontname="Helvetica", fontsize=10];
  edge [fontname="Helvetica", fontsize=9];
  N001 [label="HOME / Samsung VXT CMS\nhttps://www.samsungvx.com/", shape=box, peripheries=2];
  N002 [label="vxt.samsung.com\nvxt.samsung.com", shape=note, peripheries=1];
  N003 [label="HOME / Samsung VXT CMS — .st0(opacity:0.8;)\nhttps://www.sam", shape=box, peripheries=1];
  N004 [label="Screen / Samsung VXT CMS\nhttps://www.samsungvx.com/screen", shape=box, peripheries=1];
  N005 [label="Content / Samsung VXT CMS\nhttps://www.samsungvx.com/content", shape=box, peripheries=1];
  N006 [label="Playlist / Samsung VXT CMS\nhttps://www.samsungvx.com/playli", shape=box, peripheries=1];
  N007 [label="Schedule / Samsung VXT CMS\nhttps://www.samsungvx.com/schedu", shape=box, peripheries=1];
  N008 [label="HOME / Samsung VXT CMS — New\nhttps://www.samsungvx.com/", shape=ellipse, peripheries=1];
  N009 [label="HOME / Samsung VXT CMS — New\nhttps://www.samsungvx.com/", shape=ellipse, peripheries=1];
  N010 [label="HOME / Samsung VXT CMS — New\nhttps://www.samsungvx.com/", shape=ellipse, peripheries=1];
  N011 [label="Samsung VXT CMS\nhttps://www.samsungvx.com/vxtlabs", shape=box, peripheries=1];
  N012 [label="HOME / Samsung VXT CMS — Notification\nhttps://www.samsungvx", shape=ellipse, peripheries=1];
  N013 [label="Terms and Conditions / Samsung VXT CMS\nhttps://www.samsungv", shape=box, peripheries=1];
  N014 [label="Terms and Conditions / Samsung VXT CMS — chatbot\nhttps://ww", shape=box, peripheries=1];
  N015 [label="Privacy Policy / Samsung VXT CMS\nhttps://www.samsungvx.com/", shape=box, peripheries=1];
  N016 [label="Cookie Policy / Samsung VXT CMS\nhttps://www.samsungvx.com/c", shape=box, peripheries=1];
  N017 [label="Samsung VXT CMS\nhttps://www.samsungvx.com/euda", shape=box, peripheries=1];
  N018 [label="Screen / Samsung VXT CMS — Add Screen\nhttps://www.samsungvx", shape=ellipse, peripheries=1];
  N019 [label="Screen / Samsung VXT CMS — CHITNU TEAMDefault Workspace\nhtt", shape=box, peripheries=1];
  N020 [label="Content / Samsung VXT CMS\nhttps://www.samsungvx.com/content", shape=box, peripheries=1];
  N021 [label="Content / Samsung VXT CMS — Search Contentsand\nhttps://www.", shape=ellipse, peripheries=1];
  N022 [label="Playlist / Samsung VXT CMS\nhttps://www.samsungvx.com/playli", shape=box, peripheries=1];
  N023 [label="Playlist / Samsung VXT CMS — Search Playlistsand\nhttps://ww", shape=box, peripheries=1];
  N024 [label="Schedule / Samsung VXT CMS\nhttps://www.samsungvx.com/schedu", shape=box, peripheries=1];
  N025 [label="Schedule / Samsung VXT CMS — Search Schedulesand\nhttps://ww", shape=box, peripheries=1];
  N026 [label="Samsung VXT CMS\nhttps://www.samsungvx.com/screen", shape=box, peripheries=1];
  N027 [label="Samsung VXT CMS — SmartPlug\nhttps://www.samsungvx.com/vxtla", shape=ellipse, peripheries=1];
  N028 [label="Screen / Samsung VXT CMS — Add Screen — Samsung Screen\nhttp", shape=box, peripheries=1];
  N029 [label="Playlist / Samsung VXT CMS\nhttps://www.samsungvx.com/playli", shape=box, peripheries=1];
  N030 [label="Playlist / Samsung VXT CMS — 1 playlist\nhttps://www.samsung", shape=box, peripheries=1];
  N031 [label="Schedule / Samsung VXT CMS\nhttps://www.samsungvx.com/schedu", shape=box, peripheries=1];
  N032 [label="Schedule / Samsung VXT CMS — 1 schedule\nhttps://www.samsung", shape=box, peripheries=1];
  N001 -> N002 [label="Click 'Contact Us'", style=dashed];
  N001 -> N003 [label="Click '.st0(opacity:0.8;)' !", style=solid];
  N001 -> N004 [label="Click 'Screen'", style=solid];
  N001 -> N005 [label="Click 'Content'", style=solid];
  N001 -> N006 [label="Click 'Playlist'", style=solid];
  N001 -> N007 [label="Click 'Schedule' !", style=solid];
  N001 -> N008 [label="Click 'New'", style=solid];
  N001 -> N009 [label="Click 'New'", style=solid];
  N001 -> N010 [label="Click 'New'", style=solid];
  N001 -> N001 [label="Click 'New' !", style=dashed];
  N001 -> N004 [label="Click 'screen' !", style=solid];
  N001 -> N001 [label="Click 'logo' !", style=dashed];
  N001 -> N001 [label="Click 'img' !", style=dashed];
  N001 -> N001 [label="Click 'Buy Now' !", style=dashed];
  N001 -> N011 [label="Click 'VXT Labs'", style=solid];
  N001 -> N012 [label="Click 'Notification' !", style=solid];
  N001 -> N001 [label="Click 'souresh Anandsouresanand@gmail.comSettingsManualSign ", style=solid];
  N001 -> N001 [label="Click 'Default Workspace .st0(opacity:0.8;)' !", style=solid];
  N001 -> N001 [label="Click 'Default Workspace .st0(opacity:0.8;)'", style=solid];
  N001 -> N013 [label="Click 'Terms and Conditions'", style=solid];
  N013 -> N002 [label="Click 'Contact Us'", style=dashed];
  N013 -> N014 [label="Click 'chatbot' !", style=solid];
  N001 -> N015 [label="Click 'Privacy Policy'", style=solid];
  N015 -> N002 [label="Click 'Contact Us'", style=dashed];
  N015 -> N015 [label="Click 'Version 1.3'", style=solid];
  N001 -> N016 [label="Click 'Cookie Policy'", style=solid];
  N016 -> N002 [label="Click 'Contact Us'", style=dashed];
  N001 -> N017 [label="Click 'EU Data Act'", style=solid];
  N017 -> N002 [label="Click 'Contact Us'", style=dashed];
  N001 -> N004 [label="Click 'Screen'", style=solid];
  N004 -> N018 [label="Click 'Add Screen' !", style=solid];
  N004 -> N019 [label="Click 'CHITNU TEAMDefault Workspace .st0(opacity:0.8;)' !", style=solid];
  N004 -> N019 [label="Click 'CHITNU TEAMDefault Workspace' !", style=solid];
  N004 -> N004 [label="Click 'Screen'", style=solid];
  N001 -> N020 [label="Click 'Content'", style=solid];
  N020 -> N021 [label="Click 'Search Contentsand' !", style=solid];
  N001 -> N022 [label="Click 'Playlist'", style=solid];
  N022 -> N023 [label="Click 'Search Playlistsand'", style=solid];
  N001 -> N024 [label="Click 'Schedule'", style=solid];
  N024 -> N025 [label="Click 'Search Schedulesand' !", style=solid];
  N001 -> N011 [label="Click 'VXT Labs'", style=solid];
  N011 -> N026 [label="Click 'div'", style=solid];
  N011 -> N027 [label="Click 'NEW'", style=solid];
  N011 -> N027 [label="Click 'img'", style=solid];
  N011 -> N027 [label="Click 'BETA'", style=solid];
  N011 -> N027 [label="Click 'SmartPlug'", style=solid];
  N011 -> N011 [label="Click 'img'", style=solid];
  N011 -> N011 [label="Click 'img'", style=solid];
  N013 -> N014 [label="Click 'chatbot'", style=solid];
  N014 -> N002 [label="Click 'Contact Us'", style=dashed];
  N014 -> N013 [label="Click 'Minimize'", style=solid];
  N004 -> N018 [label="Click 'Add Screen'", style=solid];
  N018 -> N028 [label="Click 'Samsung Screen' !", style=solid];
  N020 -> N020 [label="Click 'Search Contentsand'", style=solid];
  N022 -> N029 [label="Click 'Search Playlistsand'", style=solid];
  N029 -> N030 [label="Click '1 playlist' !", style=solid];
  N024 -> N031 [label="Click 'Search Schedulesand'", style=solid];
  N031 -> N032 [label="Click '1 schedule' !", style=solid];
  N011 -> N004 [label="Click ''", style=solid];
  N011 -> N027 [label="Click 'NEW'", style=solid];
  N027 -> N011 [label="Click 'div'", style=solid];
  N029 -> N030 [label="Click '1 playlist'", style=solid];
  N030 -> N029 [label="Click '1 of 1 selected' !", style=solid];
  N031 -> N032 [label="Click '1 schedule'", style=solid];
  N032 -> N031 [label="Click '1 of 1 selected' !", style=solid];
}
